const questionsAR = [
    {
        question: "واش كانت فيك السخانة في 10 أيام لي فاتت (التوريشة,العرق)؟",
        type: "radio",
        answers: ["نعم", "لا"]
    },
    {
        question: "شحال درجة الحرارة ديالك ؟",
        type: "number",
        label: 'درجة'
    },
    {
        question: "في الايام لي فاتو واش كانت فيك الكحبة اولا تزادت الكحبة لي كانت كتجيك عادية؟",
        type: "radio",
        answers: ["نعم", "لا"]
    },
    {
        question: 'واش كتعاني من آلام عضلية غير معتادة في الأيام القليلة لي فاتت؟',
        type: "radio",
        answers: ["نعم", "لا"]
    },
    {
        question: 'واش كتحس بآلام فحلقك هاد الايام ؟',
        type: "radio",
        answers: ["نعم", "لا"]
    },
    {
        question: 'فهاد 24 ساعة لي فاتو واش كان فيك الإسهال ؟ على الاقل 3 مرات',
        type: 'radio',
        answers: ['نعم', 'لا']

    }, {
        question: 'فهاد الايام لي فاتو، واش عيتي بطريقة ماشي عادية لدرجة بقيتي مريح اكثر من نص يوم ؟',
        type: 'radio',
        answers: ["نعم", "لا"]

    },
    {
        question: 'واش لقيتي صعوبة كبيرة فالماكلة و الشراب لاكثر من 24 ساعة ؟',
        type: 'radio',
        answers: ["نعم", "لا"]
    },
    {
        question: 'واش كتحس بضيق فالتنفس ملي كتكلم ولا كدير جهد كثر من العادة ؟',
        type: 'radio',
        answers: ["نعم", "لا"]

    },
    {
        question: 'فهاد الوقت كيف كتحس بالجسم ديالك ؟',
        type: 'radio',
        answers: ['مزيان','شويا', 'عيان', 'مهلوك']

    },
    {
        question: 'شحال عندك فعمرك ؟ هادشي باش نقدو نعرفو الخطورة ديال المرض إلا كان.',
        type: 'number',
        label: 'ans',
    },
    {
        question: 'شحال عندك فالوزن ؟ باش نعرفو مؤشر الوزن ديال الجسم ديالك حيث يقدر يتزاد عليك الحال فحالة كان فيك الڤيروس',
        type: 'number',
        label: 'kg',
    },
    {
        question: 'شحال فيك فالطول ؟ باش نعرفو مؤشر الوزن ديال الجسم ديالك حيث يقدر يتزاد عليك الحال فحالة كان فيك الڤيروس',
        type: 'number',
        label: 'cm'

    },
    {
        question: 'واش عندك ارتفاع ضغط الدم ؟ ولا فيك مرض القلب او الأوعية الدموية ؟ او كتاخد دوا ديال القلب ؟',
        type: 'radio',
        answers: ["نعم", "لا"]

    },
    {
        question: 'فيك مرض السكر ؟',
        type: 'radio',
        answers: ["نعم", "لا"]

    },
    {
        question: 'واش فيك السرطان ولا كان فيك السرطان؟',
        type: 'radio',
        answers: ["نعم", "لا"]
    },
    {
        question: 'واش عندك الضيقة ؟ او متبع مع شي طبيب ديال الرية',
        type: 'radio',
        answers: ["نعم", "لا"]

    },
    {
        question: 'واش كدير دياليز؟',
        type: 'radio',
        answers: ["نعم", "لا"]
    },
    {
        question: 'واش عندك إلتهاب فالكبد ؟',
        type: 'radio',
        answers: ["نعم", "لا"]
    },
    {
        question: 'واش حاملة ؟',
        type: 'radio',
        answers: ["نعم", "لا", "راجل"]
    },
    {
        question: 'واش عندك شي مرض تينقص لك المناعة ديالك ؟',
        type: 'radio',
        answers: ["نعم", "لا"]

    },
    {
        question: 'واش تتاخد شي دواء تينقص لك المناعة ديالك ؟ بحال: الكورتيكوستيرويدات ، الميثوتريكسات ، السيكلوسبورين ، تاكروليموس ، الآزوثيوبرين ، سيكلوفوسفاميد (كاين ادوية اخرى من غير هادو).',
        type: 'radio',
        answers: ["نعم", "لا"]
    }
];

const adviceAR = {
    num1 : "نوصي بالبقاء في المنزل والاتصال بطبيبك إذا ظهرت أعراض جديدة. يمكنك أيضًا استخدام التطبيق مرة أخرى لإعادة تقييم أعراضك.",
    num2 : "استشارة عن بعد أو ممارس عام أو زيارة منزلية.",
    additinalAdv: "بالنسبة لأي مريض يحال إلى استشارة طبية أو ممارس عام: حدد اتصل برقم 141 إذا ظهرت صعوبات في التنفس أو صعوبة كبيرة في تناول الطعام أو الشرب لأكثر من 24 ساعة.”",
    num4 : "حالتك الصحية متتخلعش",
    num5 : "حالتك الصحية متتخلعش إذا كنت في شك ، اتصل بـ 141.",
    num6 : "ربما لا يندرج وضعك تحت Covid-19. لا تتردد في الاتصال بطبيبك إذا كنت في شك. يمكنك تكرار الاختبار إذا كان هناك عرض جديد لإعادة تقييم الموقف. للحصول على جميع المعلومات المتعلقة بـ Covid-19 ، انتقل إلى الصفحة الرئيسية.",
    stayhome: "بقى فدارك، وحاول متخالطش مع الناس، بزاف ديال الناس الي فيهم الفيروس ماتايبانش فيهم أعراض المرض",
    disclamer: "قد تتغير التوصية المعروضة وفقًا لمعلومات من السلطات الصحية والباحثين. لا تشكل نصيحة طبية. إذا كنت في شك ، اطلب من طبيبك أو الصيدلي النصيحة."
};