const questionsAR = [
    {
        question: "واش كانت فيك السخانة في 10 أيام لي فاتت (التوريشة,العرق)؟",
        type: "radio",
        answers: ["نعم", "لا"]
    },
    {
        question: "شحال درجة الحرارة ديالك ؟",
        type: "number",
        label: 'درجة'
    },
    {
        question: "في الايام لي فاتو واش كانت فيك الكحبة اولا تزادت الكحبة لي كانت كتجيك عادية؟",
        type: "radio",
        answers: ["نعم", "لا"]
    },
    {
        question: 'واش كتعاني من آلام عضلية غير معتادة في الأيام القليلة لي فاتت؟',
        type: "radio",
        answers: ["نعم", "لا"]
    },
    {
        question: 'واش كتحس بآلام فحلقك هاد الايام ؟',
        type: "radio",
        answers: ["نعم", "لا"]
    },
    {
        question: 'فهاد 24 ساعة لي فاتو واش كان فيك الإسهال ؟ على الاقل 3 مرات',
        type: 'radio',
        answers: ['نعم', 'لا']

    }, {
        question: 'فهاد الايام لي فاتو، واش عيتي بطريقة ماشي عادية لدرجة بقيتي مريح اكثر من نص يوم ؟',
        type: 'radio',
        answers: ["نعم", "لا"]

    },
    {
        question: 'واش لقيتي صعوبة كبيرة فالماكلة و الشراب لاكثر من 24 ساعة ؟',
        type: 'radio',
        answers: ["نعم", "لا"]
    },
    {
        question: 'واش كتحس بضيق فالتنفس ملي كتكلم ولا كدير جهد كثر من العادة ؟',
        type: 'radio',
        answers: ["نعم", "لا"]

    },
    {
        question: 'فهاد الوقت كيف كتحس بالجسم ديالك ؟',
        type: 'radio',
        answers: ['مزيان','شويا', 'عيان', 'مهلوك']

    },
    {
        question: 'شحال عندك فعمرك ؟ هادشي باش نقدو نعرفو الخطورة ديال المرض إلا كان.',
        type: 'number',
        label: 'ans',
    },
    {
        question: 'شحال عندك فالوزن ؟ باش نعرفو مؤشر الوزن ديال الجسم ديالك حيث يقدر يتزاد عليك الحال فحالة كان فيك الڤيروس',
        type: 'number',
        label: 'kg',
    },
    {
        question: 'شحال فيك فالطول ؟ باش نعرفو مؤشر الوزن ديال الجسم ديالك حيث يقدر يتزاد عليك الحال فحالة كان فيك الڤيروس',
        type: 'number',
        label: 'cm'

    },
    {
        question: 'واش عندك ارتفاع ضغط الدم ؟ ولا فيك مرض القلب او الأوعية الدموية ؟ او كتاخد دوا ديال القلب ؟',
        type: 'radio',
        answers: ["نعم", "لا"]

    },
    {
        question: 'فيك مرض السكر ؟',
        type: 'radio',
        answers: ["نعم", "لا"]

    },
    {
        question: 'واش فيك السرطان ولا كان فيك السرطان؟',
        type: 'radio',
        answers: ["نعم", "لا"]
    },
    {
        question: 'واش عندك الضيقة ؟ او متبع مع شي طبيب ديال الرية',
        type: 'radio',
        answers: ["نعم", "لا"]

    },
    {
        question: 'واش كدير دياليز؟',
        type: 'radio',
        answers: ["نعم", "لا"]
    },
    {
        question: 'واش عندك إلتهاب فالكبد ؟',
        type: 'radio',
        answers: ["نعم", "لا"]
    },
    {
        question: 'واش حاملة ؟',
        type: 'radio',
        answers: ["نعم", "لا", "راجل"]
    },
    {
        question: 'واش عندك شي مرض تينقص لك المناعة ديالك ؟',
        type: 'radio',
        answers: ["نعم", "لا"]

    },
    {
        question: 'واش تتاخد شي دواء تينقص لك المناعة ديالك ؟ بحال: الكورتيكوستيرويدات ، الميثوتريكسات ، السيكلوسبورين ، تاكروليموس ، الآزوثيوبرين ، سيكلوفوسفاميد (كاين ادوية اخرى من غير هادو).',
        type: 'radio',
        answers: ["نعم", "لا"]
    }
]